[
    {
        "ppturl": "./paper-list/MA_LAB_03_LED Toggle.pdf",
        "pdfurl": "./paper-list/2022_kor_3D Object Detection via Object structural and Dynamic feature extraction of LiDAR Point-Cloud.pdf",
        "image":"./",
        "category": "3D Object Detection",
        "title": "3D Object Detection via Object structural and Dynamic feature extraction of LiDAR Point-Cloud",
        "abstract": "This paper proposes a solution to overcome the limitations in object recognition models by first transforming the input data into a time-series format. The input data is composed of n multiple frame point clouds, each of which is treated as a time-series input data. The point clouds are then inputted into the object shape feature extractor presented in this paper, and object shape features are extracted from each frame's point cloud. The extracted time-series object shape features are then inputted into the object dynamic feature extractor to extract the object's unique dynamic features. Finally, the object's shape features and dynamic features at the present time are merged and input into the object recognition head to output the final object information. As a result, this design improved the overall object recognition performance in all evaluation metrics, particularly for small objects and hard cases. The performance evaluation results were derived based on the KITTI dataset, a representative dataset in the field of object recognition, demonstrating the model's performance.",  
        "author": "박기완"
    },
    {
        "ppturl": "./paper-list/MA_LAB_03_LED Toggle.pdf",
        "pdfurl": "./paper-list/2023_kor_3D Object Detection and Tracking for a Robot Platform Using DBSCAN.pdf",
        "image":"./",
        "category": "3D Object Detection",
        "title": "3D Object Detection and Tracking for a Robot Platform Using DBSCAN",
        "abstract": "Paper Abstract 2",
        "author": "박기완"
    },
    {
        "ppturl": "./paper-list/",
        "pdfimage":"./",
        "url": "./paper-list/.pdf",
        "category": "3D Object Detection",
        "title": "Paper Title",
        "abstract": "Paper Abstract",
        "author": "작성자 author"
    }
]